Repository: kambalabs/KmbServers
Catalog: language/*.po
Languages: fr_fr

source: Servers
fr_fr: Serveurs

source: Server
fr_fr: Serveur

source: The servers has been succesfully assigned to environment %s
fr_fr: Les serveurs ont bien été affecté à l'environnement %s

source: Environment
fr_fr: Environnement

source: Filter servers by fact
fr_fr: Filtrer les serveurs par fact

source: Select a fact...
fr_fr: Sélectionnez un fact...

source: Value
fr_fr: Valeur

source: Enter a value for the fact
fr_fr: Saisissez une valeur pour le fact

source: Search
fr_fr: Rechercher

source: Cancel
fr_fr: Annuler

source: PuppetDB servers inventory
fr_fr: Serveurs dans l'inventaire PuppetDB

source: fields available to search
fr_fr: champs disponibles à la recherche

source: Assign to environment
fr_fr: Affecter à l'environnement

source: Detailed informations on server
fr_fr: Informations détaillées sur le serveur

source: back
fr_fr: retour

source: day
fr_fr: jour

source: Server facts
fr_fr: Facts du serveur
